Repository: thinWhiteDuke0/blablatest
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: About
ka: შესახებ

source: Active
ka: აქტიური

source: All
ka: ყველა

source: Already have an account?
ka: უკვე გაქვს ანგარიში?

source: Are you sure you want to remove all cities from your favorites? This action cannot be undone.
ka: დარწმუნებული ხარ, რომ გსურს ყველა ქალაქის ამოშლა შენი რჩეულებიდან? ეს მოქმედება არ შეიძლება გაუქმდეს.

source: Are you sure you want to sign out?
ka: დარწმუნებული ხარ, რომ გსურს გასვლა?

source: Browse
ka: დათვალიერება

source: Cancel
ka: გაუქმება

source: Cities
ka: ქალაქები

source: Cities Info
ka: ქალაქების ინფორმაცია

source: City Overview
ka: ქალაქის მიმოხილვა

source: Clear All
ka: ყველას გასუფთავება

source: Clear All Favorites
ka: ყველა რჩეულის გასუფთავება

source: Close
ka: დახურვა

source: Coordinates
ka: კოორდინატები

source: Country
ka: ქვეყანა

source: Country Code
ka: ქვეყნის კოდი

source: Create Account
ka: ანგარიშის შექმნა

source: Delete
ka: წაშლა

source: Done
ka: დასრულდა

source: Don't have an account?
ka: არ გაქვს ანგარიში?

source: Edit
ka: რედაქტირება

source: Edit Photo
ka: ფოტოს რედაქტირება

source: Enter your email
ka: შეიყვანე ელ. ფოსტა

source: Enter your full name
ka: შეიყვანე სრული სახელი

source: Enter your password
ka: შეიყვანე პაროლი

source: Enter your username
ka: შეიყვანე მომხმარებლის სახელი

source: Explore
ka: შესწავლა

source: Explore World Cities
ka: შეისწავლე მსოფლიო ქალაქები

source: Explore the world, one city at a time
ka: აღმოაჩინე მსოფლიო, ერთი ქალაქი ერთ დროს

source: Exploring the World...
ka: მსოფლიოს შესწავლა...

source: Favorites
ka: რჩეულები

source: Featured
ka: გამორჩეული

source: Find amazing places and hidden gems
ka: იპოვე საოცარი ადგილები და დამალული ძვირფასეულობები

source: Forgot Password
ka: დაავიწყდა პაროლი

source: Forgot Password?
ka: დაავიწყდა პაროლი?

source: Full Name
ka: სრული სახელი

source: Global
ka: გლობალური

source: Join WorldCities community
ka: შეუერთდი WorldCities საზოგადოებას

source: Keep track of cities you love
ka: თვალი ადევნე ქალაქებს, რომლებიც გიყვარს

source: Loading more cities...
ka: მეტი ქალაქის ჩატვირთვა...

source: Loading...
ka: იტვირთება...

source: Location Details
ka: ადგილმდებარეობის დეტალები

source: Login
ka: შესვლა

source: My Favorites
ka: ჩემი რჩეულები

source: N/A
ka: არ არის ხელმისაწვდომი

source: No Cities Found
ka: ქალაქები ვერ მოიძებნა

source: No Favorites Yet
ka: რჩეულები ჯერ არ არის

source: No Results
ka: შედეგები არ არის

source: Population
ka: მოსახლეობა

source: Population Count
ka: მოსახლეობის რაოდენობა

source: Profile
ka: პროფილი

source: Recent
ka: ბოლო

source: Region
ka: რეგიონი

source: Retry
ka: ხელახლა

source: Save
ka: შენახვა

source: Save City
ka: ქალაქის შენახვა

source: Search
ka: ძიება

source: Search cities worldwide...
ka: მოძებნე ქალაქები მსოფლიოში...

source: Search your favorites...
ka: მოძებნე შენს რჩეულებში...

source: Share
ka: გაზიარება

source: Sign In
ka: შედი

source: Sign Out
ka: გასვლა

source: Sign Up
ka: რეგისტრაცია

source: Start exploring cities and add your favorites to see them here.
ka: დაიწყე ქალაქების შესწავლა და დაამატე შენი რჩეულები, რომ აქ იხილო.

source: Unable to load cities. Please try again.
ka: ქალაქების ჩატვირთვა ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.

source: View on Map
ka: რუკაზე ნახვა

source: WorldCities
ka: მსოფლიო ქალაქები

source: cities loaded
ka: ქალაქი ჩაიტვირთა
